results/load_runs_20260712_222610/burst.log

         /\      Grafana   /‾‾/  
    /\  /  \     |\  __   /  /   
   /  \/    \    | |/ /  /   ‾‾\ 
  /          \   |   (  |  (‾)  |
 / __________ \  |_|\_\  \_____/ 


     execution: local
        script: load/burst.js
        output: -

     scenarios: (100.00%) 1 scenario, 60 max VUs, 4m30s max duration (incl. graceful stop):
              * default: Up to 60 looping VUs for 4m0s over 5 stages (gracefulRampDown: 30s, gracefulStop: 30s)


running (0m01.0s), 01/60 VUs, 3 complete and 0 interrupted iterations
default   [   0% ] 01/60 VUs  0m01.0s/4m00.0s

running (0m02.0s), 01/60 VUs, 6 complete and 0 interrupted iterations
default   [   1% ] 01/60 VUs  0m02.0s/4m00.0s

running (0m03.0s), 01/60 VUs, 9 complete and 0 interrupted iterations
default   [   1% ] 01/60 VUs  0m03.0s/4m00.0s

running (0m04.0s), 01/60 VUs, 13 complete and 0 interrupted iterations
default   [   2% ] 01/60 VUs  0m04.0s/4m00.0s

running (0m05.0s), 01/60 VUs, 18 complete and 0 interrupted iterations
default   [   2% ] 01/60 VUs  0m05.0s/4m00.0s

running (0m06.0s), 01/60 VUs, 22 complete and 0 interrupted iterations
default   [   2% ] 01/60 VUs  0m06.0s/4m00.0s

running (0m07.0s), 02/60 VUs, 26 complete and 0 interrupted iterations
default   [   3% ] 02/60 VUs  0m07.0s/4m00.0s

running (0m08.0s), 02/60 VUs, 33 complete and 0 interrupted iterations
default   [   3% ] 02/60 VUs  0m08.0s/4m00.0s

running (0m09.0s), 02/60 VUs, 43 complete and 0 interrupted iterations
default   [   4% ] 02/60 VUs  0m09.0s/4m00.0s

running (0m10.0s), 02/60 VUs, 44 complete and 0 interrupted iterations
default   [   4% ] 02/60 VUs  0m10.0s/4m00.0s

running (0m11.0s), 02/60 VUs, 53 complete and 0 interrupted iterations
default   [   5% ] 02/60 VUs  0m11.0s/4m00.0s

running (0m12.0s), 02/60 VUs, 61 complete and 0 interrupted iterations
default   [   5% ] 02/60 VUs  0m12.0s/4m00.0s

running (0m13.0s), 02/60 VUs, 69 complete and 0 interrupted iterations
default   [   5% ] 02/60 VUs  0m13.0s/4m00.0s

running (0m14.0s), 03/60 VUs, 81 complete and 0 interrupted iterations
default   [   6% ] 03/60 VUs  0m14.0s/4m00.0s

running (0m15.0s), 03/60 VUs, 90 complete and 0 interrupted iterations
default   [   6% ] 03/60 VUs  0m15.0s/4m00.0s

running (0m16.0s), 03/60 VUs, 101 complete and 0 interrupted iterations
default   [   7% ] 03/60 VUs  0m16.0s/4m00.0s

running (0m17.0s), 03/60 VUs, 110 complete and 0 interrupted iterations
default   [   7% ] 03/60 VUs  0m17.0s/4m00.0s

running (0m18.0s), 03/60 VUs, 122 complete and 0 interrupted iterations
default   [   7% ] 03/60 VUs  0m18.0s/4m00.0s

running (0m19.0s), 03/60 VUs, 133 complete and 0 interrupted iterations
default   [   8% ] 03/60 VUs  0m19.0s/4m00.0s

running (0m20.0s), 03/60 VUs, 147 complete and 0 interrupted iterations
default   [   8% ] 03/60 VUs  0m20.0s/4m00.0s

running (0m21.0s), 04/60 VUs, 160 complete and 0 interrupted iterations
default   [   9% ] 04/60 VUs  0m21.0s/4m00.0s

running (0m22.0s), 04/60 VUs, 176 complete and 0 interrupted iterations
default   [   9% ] 04/60 VUs  0m22.0s/4m00.0s

running (0m23.0s), 04/60 VUs, 191 complete and 0 interrupted iterations
default   [  10% ] 04/60 VUs  0m23.0s/4m00.0s

running (0m24.0s), 04/60 VUs, 211 complete and 0 interrupted iterations
default   [  10% ] 04/60 VUs  0m24.0s/4m00.0s

running (0m25.0s), 04/60 VUs, 220 complete and 0 interrupted iterations
default   [  10% ] 04/60 VUs  0m25.0s/4m00.0s

running (0m26.0s), 04/60 VUs, 238 complete and 0 interrupted iterations
default   [  11% ] 04/60 VUs  0m26.0s/4m00.0s

running (0m27.0s), 05/60 VUs, 257 complete and 0 interrupted iterations
default   [  11% ] 05/60 VUs  0m27.0s/4m00.0s

running (0m28.0s), 05/60 VUs, 279 complete and 0 interrupted iterations
default   [  12% ] 05/60 VUs  0m28.0s/4m00.0s

running (0m29.0s), 05/60 VUs, 294 complete and 0 interrupted iterations
default   [  12% ] 05/60 VUs  0m29.0s/4m00.0s

running (0m30.0s), 05/60 VUs, 308 complete and 0 interrupted iterations
default   [  12% ] 05/60 VUs  0m30.0s/4m00.0s

running (0m31.0s), 05/60 VUs, 323 complete and 0 interrupted iterations
default   [  13% ] 05/60 VUs  0m31.0s/4m00.0s

running (0m32.0s), 05/60 VUs, 346 complete and 0 interrupted iterations
default   [  13% ] 05/60 VUs  0m32.0s/4m00.0s

running (0m33.0s), 05/60 VUs, 364 complete and 0 interrupted iterations
default   [  14% ] 05/60 VUs  0m33.0s/4m00.0s

running (0m34.0s), 06/60 VUs, 385 complete and 0 interrupted iterations
default   [  14% ] 06/60 VUs  0m34.0s/4m00.0s

running (0m35.0s), 06/60 VUs, 411 complete and 0 interrupted iterations
default   [  15% ] 06/60 VUs  0m35.0s/4m00.0s

running (0m36.0s), 06/60 VUs, 430 complete and 0 interrupted iterations
default   [  15% ] 06/60 VUs  0m36.0s/4m00.0s

running (0m37.0s), 06/60 VUs, 453 complete and 0 interrupted iterations
default   [  15% ] 06/60 VUs  0m37.0s/4m00.0s

running (0m38.0s), 06/60 VUs, 481 complete and 0 interrupted iterations
default   [  16% ] 06/60 VUs  0m38.0s/4m00.0s

running (0m39.0s), 06/60 VUs, 505 complete and 0 interrupted iterations
default   [  16% ] 06/60 VUs  0m39.0s/4m00.0s

running (0m40.0s), 06/60 VUs, 534 complete and 0 interrupted iterations
default   [  17% ] 06/60 VUs  0m40.0s/4m00.0s

running (0m41.0s), 07/60 VUs, 566 complete and 0 interrupted iterations
default   [  17% ] 07/60 VUs  0m41.0s/4m00.0s

running (0m42.0s), 07/60 VUs, 593 complete and 0 interrupted iterations
default   [  17% ] 07/60 VUs  0m42.0s/4m00.0s

running (0m43.0s), 07/60 VUs, 619 complete and 0 interrupted iterations
default   [  18% ] 07/60 VUs  0m43.0s/4m00.0s

running (0m44.0s), 07/60 VUs, 641 complete and 0 interrupted iterations
default   [  18% ] 07/60 VUs  0m44.0s/4m00.0s

running (0m45.0s), 07/60 VUs, 673 complete and 0 interrupted iterations
default   [  19% ] 07/60 VUs  0m45.0s/4m00.0s

running (0m46.0s), 07/60 VUs, 701 complete and 0 interrupted iterations
default   [  19% ] 07/60 VUs  0m46.0s/4m00.0s

running (0m47.0s), 08/60 VUs, 729 complete and 0 interrupted iterations
default   [  20% ] 08/60 VUs  0m47.0s/4m00.0s

running (0m48.0s), 08/60 VUs, 768 complete and 0 interrupted iterations
default   [  20% ] 08/60 VUs  0m48.0s/4m00.0s

running (0m49.0s), 08/60 VUs, 802 complete and 0 interrupted iterations
default   [  20% ] 08/60 VUs  0m49.0s/4m00.0s

running (0m50.0s), 08/60 VUs, 831 complete and 0 interrupted iterations
default   [  21% ] 08/60 VUs  0m50.0s/4m00.0s

running (0m51.0s), 08/60 VUs, 863 complete and 0 interrupted iterations
default   [  21% ] 08/60 VUs  0m51.0s/4m00.0s

running (0m52.0s), 08/60 VUs, 895 complete and 0 interrupted iterations
default   [  22% ] 08/60 VUs  0m52.0s/4m00.0s

running (0m53.0s), 08/60 VUs, 930 complete and 0 interrupted iterations
default   [  22% ] 08/60 VUs  0m53.0s/4m00.0s

running (0m54.0s), 09/60 VUs, 967 complete and 0 interrupted iterations
default   [  22% ] 09/60 VUs  0m54.0s/4m00.0s

running (0m55.0s), 09/60 VUs, 1004 complete and 0 interrupted iterations
default   [  23% ] 09/60 VUs  0m55.0s/4m00.0s

running (0m56.0s), 09/60 VUs, 1044 complete and 0 interrupted iterations
default   [  23% ] 09/60 VUs  0m56.0s/4m00.0s

running (0m57.0s), 09/60 VUs, 1081 complete and 0 interrupted iterations
default   [  24% ] 09/60 VUs  0m57.0s/4m00.0s

running (0m58.0s), 09/60 VUs, 1124 complete and 0 interrupted iterations
default   [  24% ] 09/60 VUs  0m58.0s/4m00.0s

running (0m59.0s), 09/60 VUs, 1158 complete and 0 interrupted iterations
default   [  25% ] 09/60 VUs  0m59.0s/4m00.0s

running (1m00.0s), 09/60 VUs, 1193 complete and 0 interrupted iterations
default   [  25% ] 09/60 VUs  1m00.0s/4m00.0s

running (1m01.0s), 11/60 VUs, 1230 complete and 0 interrupted iterations
default   [  25% ] 11/60 VUs  1m01.0s/4m00.0s

running (1m02.0s), 13/60 VUs, 1273 complete and 0 interrupted iterations
default   [  26% ] 13/60 VUs  1m02.0s/4m00.0s

running (1m03.0s), 14/60 VUs, 1334 complete and 0 interrupted iterations
default   [  26% ] 14/60 VUs  1m03.0s/4m00.0s

running (1m04.0s), 16/60 VUs, 1396 complete and 0 interrupted iterations
default   [  27% ] 16/60 VUs  1m04.0s/4m00.0s

running (1m05.0s), 18/60 VUs, 1457 complete and 0 interrupted iterations
default   [  27% ] 18/60 VUs  1m05.0s/4m00.0s

running (1m06.0s), 19/60 VUs, 1517 complete and 0 interrupted iterations
default   [  27% ] 19/60 VUs  1m06.0s/4m00.0s

running (1m07.0s), 21/60 VUs, 1578 complete and 0 interrupted iterations
default   [  28% ] 21/60 VUs  1m07.0s/4m00.0s

running (1m08.0s), 23/60 VUs, 1642 complete and 0 interrupted iterations
default   [  28% ] 23/60 VUs  1m08.0s/4m00.0s

running (1m09.0s), 24/60 VUs, 1704 complete and 0 interrupted iterations
default   [  29% ] 24/60 VUs  1m09.0s/4m00.0s

running (1m10.0s), 26/60 VUs, 1776 complete and 0 interrupted iterations
default   [  29% ] 26/60 VUs  1m10.0s/4m00.0s

running (1m11.0s), 28/60 VUs, 1853 complete and 0 interrupted iterations
default   [  30% ] 28/60 VUs  1m11.0s/4m00.0s

running (1m12.0s), 29/60 VUs, 1919 complete and 0 interrupted iterations
default   [  30% ] 29/60 VUs  1m12.0s/4m00.0s

running (1m13.0s), 31/60 VUs, 1996 complete and 0 interrupted iterations
default   [  30% ] 31/60 VUs  1m13.0s/4m00.0s

running (1m14.0s), 33/60 VUs, 2063 complete and 0 interrupted iterations
default   [  31% ] 33/60 VUs  1m14.0s/4m00.0s

running (1m15.0s), 34/60 VUs, 2136 complete and 0 interrupted iterations
default   [  31% ] 34/60 VUs  1m15.0s/4m00.0s

running (1m16.0s), 36/60 VUs, 2214 complete and 0 interrupted iterations
default   [  32% ] 36/60 VUs  1m16.0s/4m00.0s

running (1m17.0s), 38/60 VUs, 2284 complete and 0 interrupted iterations
default   [  32% ] 38/60 VUs  1m17.0s/4m00.0s

running (1m18.0s), 39/60 VUs, 2348 complete and 0 interrupted iterations
default   [  32% ] 39/60 VUs  1m18.0s/4m00.0s

running (1m19.0s), 41/60 VUs, 2411 complete and 0 interrupted iterations
default   [  33% ] 41/60 VUs  1m19.0s/4m00.0s

running (1m20.0s), 43/60 VUs, 2462 complete and 0 interrupted iterations
default   [  33% ] 43/60 VUs  1m20.0s/4m00.0s

running (1m21.0s), 44/60 VUs, 2525 complete and 0 interrupted iterations
default   [  34% ] 44/60 VUs  1m21.0s/4m00.0s

running (1m22.0s), 46/60 VUs, 2601 complete and 0 interrupted iterations
default   [  34% ] 46/60 VUs  1m22.0s/4m00.0s

running (1m23.0s), 48/60 VUs, 2647 complete and 0 interrupted iterations
default   [  35% ] 48/60 VUs  1m23.0s/4m00.0s

running (1m24.0s), 49/60 VUs, 2678 complete and 0 interrupted iterations
default   [  35% ] 49/60 VUs  1m24.0s/4m00.0s

running (1m25.0s), 51/60 VUs, 2717 complete and 0 interrupted iterations
default   [  35% ] 51/60 VUs  1m25.0s/4m00.0s

running (1m26.0s), 53/60 VUs, 2764 complete and 0 interrupted iterations
default   [  36% ] 53/60 VUs  1m26.0s/4m00.0s

running (1m27.0s), 54/60 VUs, 2843 complete and 0 interrupted iterations
default   [  36% ] 54/60 VUs  1m27.0s/4m00.0s

running (1m28.0s), 56/60 VUs, 2894 complete and 0 interrupted iterations
default   [  37% ] 56/60 VUs  1m28.0s/4m00.0s

running (1m29.0s), 58/60 VUs, 2963 complete and 0 interrupted iterations
default   [  37% ] 58/60 VUs  1m29.0s/4m00.0s

running (1m30.0s), 59/60 VUs, 3024 complete and 0 interrupted iterations
default   [  37% ] 59/60 VUs  1m30.0s/4m00.0s

running (1m31.0s), 60/60 VUs, 3080 complete and 0 interrupted iterations
default   [  38% ] 60/60 VUs  1m31.0s/4m00.0s

running (1m32.0s), 60/60 VUs, 3154 complete and 0 interrupted iterations
default   [  38% ] 60/60 VUs  1m32.0s/4m00.0s

running (1m33.0s), 60/60 VUs, 3234 complete and 0 interrupted iterations
default   [  39% ] 60/60 VUs  1m33.0s/4m00.0s

running (1m34.0s), 60/60 VUs, 3285 complete and 0 interrupted iterations
default   [  39% ] 60/60 VUs  1m34.0s/4m00.0s

running (1m35.0s), 60/60 VUs, 3363 complete and 0 interrupted iterations
default   [  40% ] 60/60 VUs  1m35.0s/4m00.0s

running (1m36.0s), 60/60 VUs, 3416 complete and 0 interrupted iterations
default   [  40% ] 60/60 VUs  1m36.0s/4m00.0s

running (1m37.0s), 60/60 VUs, 3489 complete and 0 interrupted iterations
default   [  40% ] 60/60 VUs  1m37.0s/4m00.0s

running (1m38.0s), 60/60 VUs, 3543 complete and 0 interrupted iterations
default   [  41% ] 60/60 VUs  1m38.0s/4m00.0s

running (1m39.0s), 60/60 VUs, 3622 complete and 0 interrupted iterations
default   [  41% ] 60/60 VUs  1m39.0s/4m00.0s

running (1m40.0s), 60/60 VUs, 3680 complete and 0 interrupted iterations
default   [  42% ] 60/60 VUs  1m40.0s/4m00.0s

running (1m41.0s), 60/60 VUs, 3734 complete and 0 interrupted iterations
default   [  42% ] 60/60 VUs  1m41.0s/4m00.0s

running (1m42.0s), 60/60 VUs, 3805 complete and 0 interrupted iterations
default   [  42% ] 60/60 VUs  1m42.0s/4m00.0s

running (1m43.0s), 60/60 VUs, 3865 complete and 0 interrupted iterations
default   [  43% ] 60/60 VUs  1m43.0s/4m00.0s

running (1m44.0s), 60/60 VUs, 3943 complete and 0 interrupted iterations
default   [  43% ] 60/60 VUs  1m44.0s/4m00.0s

running (1m45.0s), 60/60 VUs, 4016 complete and 0 interrupted iterations
default   [  44% ] 60/60 VUs  1m45.0s/4m00.0s

running (1m46.0s), 60/60 VUs, 4072 complete and 0 interrupted iterations
default   [  44% ] 60/60 VUs  1m46.0s/4m00.0s

running (1m47.0s), 60/60 VUs, 4135 complete and 0 interrupted iterations
default   [  45% ] 60/60 VUs  1m47.0s/4m00.0s

running (1m48.0s), 60/60 VUs, 4200 complete and 0 interrupted iterations
default   [  45% ] 60/60 VUs  1m48.0s/4m00.0s

running (1m49.0s), 60/60 VUs, 4259 complete and 0 interrupted iterations
default   [  45% ] 60/60 VUs  1m49.0s/4m00.0s

running (1m50.0s), 60/60 VUs, 4328 complete and 0 interrupted iterations
default   [  46% ] 60/60 VUs  1m50.0s/4m00.0s

running (1m51.0s), 60/60 VUs, 4395 complete and 0 interrupted iterations
default   [  46% ] 60/60 VUs  1m51.0s/4m00.0s

running (1m52.0s), 60/60 VUs, 4470 complete and 0 interrupted iterations
default   [  47% ] 60/60 VUs  1m52.0s/4m00.0s

running (1m53.0s), 60/60 VUs, 4542 complete and 0 interrupted iterations
default   [  47% ] 60/60 VUs  1m53.0s/4m00.0s

running (1m54.0s), 60/60 VUs, 4597 complete and 0 interrupted iterations
default   [  47% ] 60/60 VUs  1m54.0s/4m00.0s

running (1m55.0s), 60/60 VUs, 4669 complete and 0 interrupted iterations
default   [  48% ] 60/60 VUs  1m55.0s/4m00.0s

running (1m56.0s), 60/60 VUs, 4732 complete and 0 interrupted iterations
default   [  48% ] 60/60 VUs  1m56.0s/4m00.0s

running (1m57.0s), 60/60 VUs, 4799 complete and 0 interrupted iterations
default   [  49% ] 60/60 VUs  1m57.0s/4m00.0s

running (1m58.0s), 60/60 VUs, 4886 complete and 0 interrupted iterations
default   [  49% ] 60/60 VUs  1m58.0s/4m00.0s

running (1m59.0s), 60/60 VUs, 4940 complete and 0 interrupted iterations
default   [  50% ] 60/60 VUs  1m59.0s/4m00.0s

running (2m00.0s), 60/60 VUs, 4990 complete and 0 interrupted iterations
default   [  50% ] 60/60 VUs  2m00.0s/4m00.0s

running (2m01.0s), 60/60 VUs, 5064 complete and 0 interrupted iterations
default   [  50% ] 60/60 VUs  2m01.0s/4m00.0s

running (2m02.0s), 60/60 VUs, 5124 complete and 0 interrupted iterations
default   [  51% ] 60/60 VUs  2m02.0s/4m00.0s

running (2m03.0s), 60/60 VUs, 5204 complete and 0 interrupted iterations
default   [  51% ] 60/60 VUs  2m03.0s/4m00.0s

running (2m04.0s), 60/60 VUs, 5259 complete and 0 interrupted iterations
default   [  52% ] 60/60 VUs  2m04.0s/4m00.0s

running (2m05.0s), 60/60 VUs, 5314 complete and 0 interrupted iterations
default   [  52% ] 60/60 VUs  2m05.0s/4m00.0s

running (2m06.0s), 60/60 VUs, 5376 complete and 0 interrupted iterations
default   [  52% ] 60/60 VUs  2m06.0s/4m00.0s

running (2m07.0s), 60/60 VUs, 5454 complete and 0 interrupted iterations
default   [  53% ] 60/60 VUs  2m07.0s/4m00.0s

running (2m08.0s), 60/60 VUs, 5505 complete and 0 interrupted iterations
default   [  53% ] 60/60 VUs  2m08.0s/4m00.0s

running (2m09.0s), 60/60 VUs, 5557 complete and 0 interrupted iterations
default   [  54% ] 60/60 VUs  2m09.0s/4m00.0s

running (2m10.0s), 60/60 VUs, 5616 complete and 0 interrupted iterations
default   [  54% ] 60/60 VUs  2m10.0s/4m00.0s

running (2m11.0s), 60/60 VUs, 5680 complete and 0 interrupted iterations
default   [  55% ] 60/60 VUs  2m11.0s/4m00.0s

running (2m12.0s), 60/60 VUs, 5773 complete and 0 interrupted iterations
default   [  55% ] 60/60 VUs  2m12.0s/4m00.0s

running (2m13.0s), 60/60 VUs, 5828 complete and 0 interrupted iterations
default   [  55% ] 60/60 VUs  2m13.0s/4m00.0s

running (2m14.0s), 60/60 VUs, 5885 complete and 0 interrupted iterations
default   [  56% ] 60/60 VUs  2m14.0s/4m00.0s

running (2m15.0s), 60/60 VUs, 5960 complete and 0 interrupted iterations
default   [  56% ] 60/60 VUs  2m15.0s/4m00.0s

running (2m16.0s), 60/60 VUs, 6034 complete and 0 interrupted iterations
default   [  57% ] 60/60 VUs  2m16.0s/4m00.0s

running (2m17.0s), 60/60 VUs, 6104 complete and 0 interrupted iterations
default   [  57% ] 60/60 VUs  2m17.0s/4m00.0s

running (2m18.0s), 60/60 VUs, 6161 complete and 0 interrupted iterations
default   [  57% ] 60/60 VUs  2m18.0s/4m00.0s

running (2m19.0s), 60/60 VUs, 6242 complete and 0 interrupted iterations
default   [  58% ] 60/60 VUs  2m19.0s/4m00.0s

running (2m20.0s), 60/60 VUs, 6308 complete and 0 interrupted iterations
default   [  58% ] 60/60 VUs  2m20.0s/4m00.0s

running (2m21.0s), 60/60 VUs, 6364 complete and 0 interrupted iterations
default   [  59% ] 60/60 VUs  2m21.0s/4m00.0s

running (2m22.0s), 60/60 VUs, 6440 complete and 0 interrupted iterations
default   [  59% ] 60/60 VUs  2m22.0s/4m00.0s

running (2m23.0s), 60/60 VUs, 6495 complete and 0 interrupted iterations
default   [  60% ] 60/60 VUs  2m23.0s/4m00.0s

running (2m24.0s), 60/60 VUs, 6568 complete and 0 interrupted iterations
default   [  60% ] 60/60 VUs  2m24.0s/4m00.0s

running (2m25.0s), 60/60 VUs, 6624 complete and 0 interrupted iterations
default   [  60% ] 60/60 VUs  2m25.0s/4m00.0s

running (2m26.0s), 60/60 VUs, 6700 complete and 0 interrupted iterations
default   [  61% ] 60/60 VUs  2m26.0s/4m00.0s

running (2m27.0s), 60/60 VUs, 6752 complete and 0 interrupted iterations
default   [  61% ] 60/60 VUs  2m27.0s/4m00.0s

running (2m28.0s), 60/60 VUs, 6826 complete and 0 interrupted iterations
default   [  62% ] 60/60 VUs  2m28.0s/4m00.0s

running (2m29.0s), 60/60 VUs, 6903 complete and 0 interrupted iterations
default   [  62% ] 60/60 VUs  2m29.0s/4m00.0s

running (2m30.0s), 60/60 VUs, 6953 complete and 0 interrupted iterations
default   [  62% ] 60/60 VUs  2m30.0s/4m00.0s

running (2m31.0s), 60/60 VUs, 7031 complete and 0 interrupted iterations
default   [  63% ] 60/60 VUs  2m31.0s/4m00.0s

running (2m32.0s), 59/60 VUs, 7071 complete and 0 interrupted iterations
default   [  63% ] 59/60 VUs  2m32.0s/4m00.0s

running (2m33.0s), 57/60 VUs, 7150 complete and 0 interrupted iterations
default   [  64% ] 57/60 VUs  2m33.0s/4m00.0s

running (2m34.0s), 57/60 VUs, 7184 complete and 0 interrupted iterations
default   [  64% ] 57/60 VUs  2m34.0s/4m00.0s

running (2m35.0s), 53/60 VUs, 7235 complete and 0 interrupted iterations
default   [  65% ] 53/60 VUs  2m35.0s/4m00.0s

running (2m36.0s), 52/60 VUs, 7279 complete and 0 interrupted iterations
default   [  65% ] 52/60 VUs  2m36.0s/4m00.0s

running (2m37.0s), 50/60 VUs, 7320 complete and 0 interrupted iterations
default   [  65% ] 50/60 VUs  2m37.0s/4m00.0s

running (2m38.0s), 48/60 VUs, 7392 complete and 0 interrupted iterations
default   [  66% ] 48/60 VUs  2m38.0s/4m00.0s

running (2m39.0s), 47/60 VUs, 7461 complete and 0 interrupted iterations
default   [  66% ] 47/60 VUs  2m39.0s/4m00.0s

running (2m40.0s), 45/60 VUs, 7526 complete and 0 interrupted iterations
default   [  67% ] 45/60 VUs  2m40.0s/4m00.0s

running (2m41.0s), 43/60 VUs, 7571 complete and 0 interrupted iterations
default   [  67% ] 43/60 VUs  2m41.0s/4m00.0s

running (2m42.0s), 41/60 VUs, 7624 complete and 0 interrupted iterations
default   [  67% ] 41/60 VUs  2m42.0s/4m00.0s

running (2m43.0s), 39/60 VUs, 7685 complete and 0 interrupted iterations
default   [  68% ] 39/60 VUs  2m43.0s/4m00.0s

running (2m44.0s), 37/60 VUs, 7751 complete and 0 interrupted iterations
default   [  68% ] 37/60 VUs  2m44.0s/4m00.0s

running (2m45.0s), 37/60 VUs, 7757 complete and 0 interrupted iterations
default   [  69% ] 37/60 VUs  2m45.0s/4m00.0s

running (2m46.0s), 37/60 VUs, 7759 complete and 0 interrupted iterations
default   [  69% ] 37/60 VUs  2m46.0s/4m00.0s

running (2m47.0s), 33/60 VUs, 7794 complete and 0 interrupted iterations
default   [  70% ] 33/60 VUs  2m47.0s/4m00.0s

running (2m48.0s), 31/60 VUs, 7848 complete and 0 interrupted iterations
default   [  70% ] 31/60 VUs  2m48.0s/4m00.0s

running (2m49.0s), 29/60 VUs, 7916 complete and 0 interrupted iterations
default   [  70% ] 29/60 VUs  2m49.0s/4m00.0s

running (2m50.0s), 28/60 VUs, 7978 complete and 0 interrupted iterations
default   [  71% ] 28/60 VUs  2m50.0s/4m00.0s

running (2m51.0s), 26/60 VUs, 8045 complete and 0 interrupted iterations
default   [  71% ] 26/60 VUs  2m51.0s/4m00.0s

running (2m52.0s), 25/60 VUs, 8101 complete and 0 interrupted iterations
default   [  72% ] 25/60 VUs  2m52.0s/4m00.0s

running (2m53.0s), 23/60 VUs, 8150 complete and 0 interrupted iterations
default   [  72% ] 23/60 VUs  2m53.0s/4m00.0s

running (2m54.0s), 21/60 VUs, 8205 complete and 0 interrupted iterations
default   [  72% ] 21/60 VUs  2m54.0s/4m00.0s

running (2m55.0s), 19/60 VUs, 8270 complete and 0 interrupted iterations
default   [  73% ] 19/60 VUs  2m55.0s/4m00.0s

running (2m56.0s), 17/60 VUs, 8326 complete and 0 interrupted iterations
default   [  73% ] 17/60 VUs  2m56.0s/4m00.0s

running (2m57.0s), 16/60 VUs, 8381 complete and 0 interrupted iterations
default   [  74% ] 16/60 VUs  2m57.0s/4m00.0s

running (2m58.0s), 14/60 VUs, 8424 complete and 0 interrupted iterations
default   [  74% ] 14/60 VUs  2m58.0s/4m00.0s

running (2m59.0s), 12/60 VUs, 8462 complete and 0 interrupted iterations
default   [  75% ] 12/60 VUs  2m59.0s/4m00.0s

running (3m00.0s), 11/60 VUs, 8495 complete and 0 interrupted iterations
default   [  75% ] 11/60 VUs  3m00.0s/4m00.0s

running (3m01.0s), 10/60 VUs, 8531 complete and 0 interrupted iterations
default   [  75% ] 10/60 VUs  3m01.0s/4m00.0s

running (3m02.0s), 10/60 VUs, 8575 complete and 0 interrupted iterations
default   [  76% ] 10/60 VUs  3m02.0s/4m00.0s

running (3m03.0s), 10/60 VUs, 8614 complete and 0 interrupted iterations
default   [  76% ] 10/60 VUs  3m03.0s/4m00.0s

running (3m04.0s), 10/60 VUs, 8650 complete and 0 interrupted iterations
default   [  77% ] 10/60 VUs  3m04.0s/4m00.0s

running (3m05.0s), 10/60 VUs, 8695 complete and 0 interrupted iterations
default   [  77% ] 10/60 VUs  3m05.0s/4m00.0s

running (3m06.0s), 10/60 VUs, 8733 complete and 0 interrupted iterations
default   [  77% ] 10/60 VUs  3m06.0s/4m00.0s

running (3m07.0s), 10/60 VUs, 8772 complete and 0 interrupted iterations
default   [  78% ] 10/60 VUs  3m07.0s/4m00.0s

running (3m08.0s), 10/60 VUs, 8809 complete and 0 interrupted iterations
default   [  78% ] 10/60 VUs  3m08.0s/4m00.0s

running (3m09.0s), 10/60 VUs, 8848 complete and 0 interrupted iterations
default   [  79% ] 10/60 VUs  3m09.0s/4m00.0s

running (3m10.0s), 10/60 VUs, 8893 complete and 0 interrupted iterations
default   [  79% ] 10/60 VUs  3m10.0s/4m00.0s

running (3m11.0s), 10/60 VUs, 8932 complete and 0 interrupted iterations
default   [  80% ] 10/60 VUs  3m11.0s/4m00.0s

running (3m12.0s), 10/60 VUs, 8973 complete and 0 interrupted iterations
default   [  80% ] 10/60 VUs  3m12.0s/4m00.0s

running (3m13.0s), 10/60 VUs, 9009 complete and 0 interrupted iterations
default   [  80% ] 10/60 VUs  3m13.0s/4m00.0s

running (3m14.0s), 10/60 VUs, 9055 complete and 0 interrupted iterations
default   [  81% ] 10/60 VUs  3m14.0s/4m00.0s

running (3m15.0s), 10/60 VUs, 9101 complete and 0 interrupted iterations
default   [  81% ] 10/60 VUs  3m15.0s/4m00.0s

running (3m16.0s), 10/60 VUs, 9143 complete and 0 interrupted iterations
default   [  82% ] 10/60 VUs  3m16.0s/4m00.0s

running (3m17.0s), 10/60 VUs, 9183 complete and 0 interrupted iterations
default   [  82% ] 10/60 VUs  3m17.0s/4m00.0s

running (3m18.0s), 10/60 VUs, 9214 complete and 0 interrupted iterations
default   [  82% ] 10/60 VUs  3m18.0s/4m00.0s

running (3m19.0s), 10/60 VUs, 9255 complete and 0 interrupted iterations
default   [  83% ] 10/60 VUs  3m19.0s/4m00.0s

running (3m20.0s), 10/60 VUs, 9294 complete and 0 interrupted iterations
default   [  83% ] 10/60 VUs  3m20.0s/4m00.0s

running (3m21.0s), 10/60 VUs, 9338 complete and 0 interrupted iterations
default   [  84% ] 10/60 VUs  3m21.0s/4m00.0s

running (3m22.0s), 10/60 VUs, 9384 complete and 0 interrupted iterations
default   [  84% ] 10/60 VUs  3m22.0s/4m00.0s

running (3m23.0s), 10/60 VUs, 9420 complete and 0 interrupted iterations
default   [  85% ] 10/60 VUs  3m23.0s/4m00.0s

running (3m24.0s), 10/60 VUs, 9461 complete and 0 interrupted iterations
default   [  85% ] 10/60 VUs  3m24.0s/4m00.0s

running (3m25.0s), 10/60 VUs, 9502 complete and 0 interrupted iterations
default   [  85% ] 10/60 VUs  3m25.0s/4m00.0s

running (3m26.0s), 10/60 VUs, 9541 complete and 0 interrupted iterations
default   [  86% ] 10/60 VUs  3m26.0s/4m00.0s

running (3m27.0s), 10/60 VUs, 9583 complete and 0 interrupted iterations
default   [  86% ] 10/60 VUs  3m27.0s/4m00.0s

running (3m28.0s), 10/60 VUs, 9631 complete and 0 interrupted iterations
default   [  87% ] 10/60 VUs  3m28.0s/4m00.0s

running (3m29.0s), 10/60 VUs, 9672 complete and 0 interrupted iterations
default   [  87% ] 10/60 VUs  3m29.0s/4m00.0s

running (3m30.0s), 10/60 VUs, 9709 complete and 0 interrupted iterations
default   [  87% ] 10/60 VUs  3m30.0s/4m00.0s

running (3m31.0s), 10/60 VUs, 9747 complete and 0 interrupted iterations
default   [  88% ] 10/60 VUs  3m31.0s/4m00.0s

running (3m32.0s), 10/60 VUs, 9779 complete and 0 interrupted iterations
default   [  88% ] 10/60 VUs  3m32.0s/4m00.0s

running (3m33.0s), 10/60 VUs, 9823 complete and 0 interrupted iterations
default   [  89% ] 10/60 VUs  3m33.0s/4m00.0s

running (3m34.0s), 10/60 VUs, 9866 complete and 0 interrupted iterations
default   [  89% ] 10/60 VUs  3m34.0s/4m00.0s

running (3m35.0s), 10/60 VUs, 9906 complete and 0 interrupted iterations
default   [  90% ] 10/60 VUs  3m35.0s/4m00.0s

running (3m36.0s), 10/60 VUs, 9948 complete and 0 interrupted iterations
default   [  90% ] 10/60 VUs  3m36.0s/4m00.0s

running (3m37.0s), 10/60 VUs, 9994 complete and 0 interrupted iterations
default   [  90% ] 10/60 VUs  3m37.0s/4m00.0s

running (3m38.0s), 10/60 VUs, 10040 complete and 0 interrupted iterations
default   [  91% ] 10/60 VUs  3m38.0s/4m00.0s

running (3m39.0s), 10/60 VUs, 10078 complete and 0 interrupted iterations
default   [  91% ] 10/60 VUs  3m39.0s/4m00.0s

running (3m40.0s), 10/60 VUs, 10117 complete and 0 interrupted iterations
default   [  92% ] 10/60 VUs  3m40.0s/4m00.0s

running (3m41.0s), 10/60 VUs, 10160 complete and 0 interrupted iterations
default   [  92% ] 10/60 VUs  3m41.0s/4m00.0s

running (3m42.0s), 10/60 VUs, 10202 complete and 0 interrupted iterations
default   [  92% ] 10/60 VUs  3m42.0s/4m00.0s

running (3m43.0s), 10/60 VUs, 10242 complete and 0 interrupted iterations
default   [  93% ] 10/60 VUs  3m43.0s/4m00.0s

running (3m44.0s), 10/60 VUs, 10277 complete and 0 interrupted iterations
default   [  93% ] 10/60 VUs  3m44.0s/4m00.0s

running (3m45.0s), 10/60 VUs, 10318 complete and 0 interrupted iterations
default   [  94% ] 10/60 VUs  3m45.0s/4m00.0s

running (3m46.0s), 10/60 VUs, 10357 complete and 0 interrupted iterations
default   [  94% ] 10/60 VUs  3m46.0s/4m00.0s

running (3m47.0s), 10/60 VUs, 10401 complete and 0 interrupted iterations
default   [  95% ] 10/60 VUs  3m47.0s/4m00.0s

running (3m48.0s), 10/60 VUs, 10442 complete and 0 interrupted iterations
default   [  95% ] 10/60 VUs  3m48.0s/4m00.0s

running (3m49.0s), 10/60 VUs, 10489 complete and 0 interrupted iterations
default   [  95% ] 10/60 VUs  3m49.0s/4m00.0s

running (3m50.0s), 10/60 VUs, 10535 complete and 0 interrupted iterations
default   [  96% ] 10/60 VUs  3m50.0s/4m00.0s

running (3m51.0s), 10/60 VUs, 10575 complete and 0 interrupted iterations
default   [  96% ] 10/60 VUs  3m51.0s/4m00.0s

running (3m52.0s), 10/60 VUs, 10603 complete and 0 interrupted iterations
default   [  97% ] 10/60 VUs  3m52.0s/4m00.0s

running (3m53.0s), 10/60 VUs, 10629 complete and 0 interrupted iterations
default   [  97% ] 10/60 VUs  3m53.0s/4m00.0s

running (3m54.0s), 10/60 VUs, 10641 complete and 0 interrupted iterations
default   [  97% ] 10/60 VUs  3m54.0s/4m00.0s

running (3m55.0s), 10/60 VUs, 10656 complete and 0 interrupted iterations
default   [  98% ] 10/60 VUs  3m55.0s/4m00.0s

running (3m56.0s), 10/60 VUs, 10672 complete and 0 interrupted iterations
default   [  98% ] 10/60 VUs  3m56.0s/4m00.0s

running (3m57.0s), 10/60 VUs, 10702 complete and 0 interrupted iterations
default   [  99% ] 10/60 VUs  3m57.0s/4m00.0s

running (3m58.0s), 10/60 VUs, 10737 complete and 0 interrupted iterations
default   [  99% ] 10/60 VUs  3m58.0s/4m00.0s

running (3m59.0s), 10/60 VUs, 10776 complete and 0 interrupted iterations
default   [ 100% ] 10/60 VUs  3m59.0s/4m00.0s

running (4m00.0s), 10/60 VUs, 10823 complete and 0 interrupted iterations
default   [ 100% ] 10/60 VUs  4m00.0s/4m00.0s


  █ TOTAL RESULTS 

    HTTP
    http_req_duration..............: avg=510.75ms min=58.93ms  med=508.39ms max=2.89s p(90)=1s    p(95)=1.18s
      { expected_response:true }...: avg=511.6ms  min=58.93ms  med=508.78ms max=2.89s p(90)=1.01s p(95)=1.19s
    http_req_failed................: 3.01%  327 out of 10833
    http_reqs......................: 10833  45.085424/s

    EXECUTION
    iteration_duration.............: avg=611.52ms min=159.45ms med=609.09ms max=2.99s p(90)=1.11s p(95)=1.29s
    iterations.....................: 10833  45.085424/s
    vus............................: 10     min=1            max=60
    vus_max........................: 60     min=60           max=60

    NETWORK
    data_received..................: 1.7 MB 7.0 kB/s
    data_sent......................: 758 kB 3.2 kB/s



running (4m00.3s), 00/60 VUs, 10833 complete and 0 interrupted iterations
default ✓ [ 100% ] 00/60 VUs  4m0s